{"id": "STF-69", "court": "STF", "tema": 69, "authority_only": "STF Tema 69", "explained_only": "É inconstitucional a inclusão do ICMS na base de cálculo do PIS e da COFINS."}
{"id": "STF-660", "court": "STF", "tema": 660, "authority_only": "STF Tema 660", "explained_only": "A imunidade tributária do art. 150, VI, d, da Constituição alcança livros eletrônicos e leitores digitais dedicados."}
{"id": "STF-793", "court": "STF", "tema": 793, "authority_only": "STF Tema 793", "explained_only": "Entidades beneficentes certificadas fazem jus à imunidade às contribuições sociais se cumprirem os requisitos previstos em lei complementar."}
{"id": "STF-808", "court": "STF", "tema": 808, "authority_only": "STF Tema 808", "explained_only": "Estados e Distrito Federal não podem cobrar ITCMD sobre heranças e doações no exterior sem lei complementar federal que discipline o tema."}
{"id": "STF-810", "court": "STF", "tema": 810, "authority_only": "STF Tema 810", "explained_only": "Nas condenações impostas à Fazenda Pública em relações não tributárias, os juros de mora devem observar os índices da caderneta de poupança."}
{"id": "STF-1046", "court": "STF", "tema": 1046, "authority_only": "STF Tema 1046", "explained_only": "A negociação coletiva pode limitar ou afastar direitos trabalhistas desde que respeitado o patamar civilizatório mínimo constitucional."}
{"id": "STJ-905", "court": "STJ", "tema": 905, "authority_only": "STJ Tema 905", "explained_only": "Nas condenações da Fazenda Pública, a correção monetária segue o IPCA-E e os juros de mora obedecem aos índices da caderneta de poupança."}
{"id": "STJ-531", "court": "STJ", "tema": 531, "authority_only": "STJ Tema 531", "explained_only": "Arras confirmatórias em promessa de compra e venda de imóvel não podem ser retidas integralmente quando a resolução decorrer de culpa do promitente vendedor."}
{"id": "STJ-577", "court": "STJ", "tema": 577, "authority_only": "STJ Tema 577", "explained_only": "A negativa injustificada de cobertura por plano de saúde gera dano moral indenizável."}
{"id": "STJ-958", "court": "STJ", "tema": 958, "authority_only": "STJ Tema 958", "explained_only": "Em contratos de promessa de compra de imóvel, a cláusula penal pode ser reduzida equitativamente quando o valor se revelar manifestamente excessivo."}
{"id": "STJ-970", "court": "STJ", "tema": 970, "authority_only": "STJ Tema 970", "explained_only": "Honorários sucumbenciais pertencem ao advogado e não podem ser compensados em razão da sucumbência recíproca."}
{"id": "STJ-982", "court": "STJ", "tema": 982, "authority_only": "STJ Tema 982", "explained_only": "É válida a cobrança da tarifa de cadastro apenas na primeira contratação de crédito entre as mesmas partes."}
